<template>
  <div class="container">
    <!-- тег/атрибут -->
    слайд про тег / атрибут + коды с примерами 
      
      -- верстаем структура сайта на примере с 3мя треками 
      --- заголовок + описание + аудиофайл 
    <!-- медиафайлы(аудио) -->
      -- добавляем локальные аудиофайлы (попробовать на дропбоксе)
    <!-- CSS -->
      селекторы
      -- стилизуем по html селекторам
    <!-- классы -->
      -- добавляем классы 
    <!-- шрифты -->
      -- подключаем шрифты гуглфонтс / локально 
    <!-- бокс модель -->
    -- про контейнеры (обертки для нескольких блоков)
    <!-- выравнивание по центру -->
    
  </div>
</template>
