<template>
  <div class="container">
    Сейчас мы здесь (шкала из занятий)
    - Что мы изучим на курсе?
    
    - Какие бывают языки программирования? 
    -- Frontend / Backend

    Знакомство с инфраструкторой 
    - Vs code
    - Git
      - технология 
      - история возниквоения
     - Github Desktop
     - Chrome Developer Tools
      - поиск проблем (дебаггинг)
      - Протипирование
    
    История веб
      - браузеры 
      - тим бернерс ли
      - W3C
    
    Линейные блочные теги
      - тег / атрибут 
      - устройство страницы, базовые теги
      - div, span, a, h1, p, img 
    
    Как работает интернет
      - сетевые запросы 
      - почему index.html
      - как раотает DNS
    
    Медиа файлы
      - картинки, аудио, видео 
    
    первый проект
    «Свидетели HTML»


    ДЗ
    Заверстать что?
    Только теги (показать древние типа marquee) со стилями по умолчанию 
    - портфолио либо ноунейма
    - Скорпион (мк)
    - Егор Летов
    - Чихольд 


  </div>
</template>

<script>
export default {
  data() {
    return {

    }
  }
}
</script>

<style scoped>

</style>
